"Cancel" = "Utzi";
/* Popover option */
"Blank Screen" = "Pantaila hutsa";
"Back" = "Atzera";
/* Popover option */
"About Impress Remote" = "Impress Remote aplikazioari buruz";
"Pairing Instructions Msg" = "1. Abiarazi LibreOffice Impress zure ordenagailuan\n\n2. Gaitu 'Hobespenak - LibreOffice Impress - Orokorra - Gaitu urruneko kontrola'\n\n3. Ziurtatu zure ordenagailua eta zure gailua WiFi sare berera konektatuta dagoela\n\n4. Sartu zure ordenagailuaren IP helbidea eskuz, automatikoki detektatzen ez bada\n\n5. Konektatu eta ekin lanari!\n\n";
"Yes" = "Bai";
/* Sidebar section header */
"Timer" = "Tenporizadorea";
"Take a tour of iOS Impress Remote?" = "iOSeko Impress Remote ezagutu nahi al duzu?";
/* Sidebar section header */
"Stop Watch" = "Gelditu erlojua";
/* Popover option */
"Stop Presentation" = "Gelditu aurkezpena";
/* Update button text in diffrent states */
"Start" = "Hasi";
/* Sidebar section header */
"Slides" = "Diapositibak";
"Searching" = "Bilatzen";
/* Popover option */
"Resume from blank Screen" = "Berrabiarazi pantaila hutsetik";
"Resume from blank screen" = "Berrabiarazi pantaila hutsetik";
/* Popover option */
"Restart" = "Berrabiarazi";
"Please consider restart LibreOffice Impress on your computer." = "Agian LibreOffice Impress berrabiarazi beharko zenuke zure ordenagailuan.";
/* Update button text in diffrent states */
"Pause" = "Pausatu";
/* Pairing instructions Alert Title */
"Pairing Instructions" = "Parekatze-argibideak";
/* Pairing instruction title */
"Pairing" = "Parekatzea";
/* backButton for Tutorial */
"Ok, thanks" = "Ados, eskerrik asko";
/* OK Button on Alert view */
"OK" = "Ados";
"No, thanks" = "Ez, eskerrik asko";
"New Server" = "Zerbitzari berria";
/* EditableTableViewCell placeholder */
"Name (optional)" = "Izena (aukerakoa)";
/* Pairing instruction text */
"Launch Impress & select your computer." = "Abiarazi Impress eta hautatu zure ordenagailua.";
/* EditableTableViewCell placeholder */
"IP Address" = "IP helbidea";
/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Sartutako IP helbidea ez da baliozkoa";
/* Invalid IP Address Alert title */
"Invalid IP Address" = "IP helbide baliogabea";
/* App name displayed on navbar */
"Impress Remote" = "Impress Remote";
/* In app How-to title */
"How-to" = "Gida";
"Help" = "Laguntza";
"Failed to reach your computer" = "Huts egin du zure ordenagailua atzitzeak";
/* Connection failure message */
"Failed to reach server Msg" = "Egiaztatu zure IP helbidea eta ziurtatu LibreOffice Impress aplikazioa Impress Remote ezaugarria aktibatuta exekutatzen ari dela.";
/* Connection failure title */
"Failed to reach server" = "Ezin izan da zerbitzariarekin konektatu";
/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Sartu PIN kodea 'Diapositiba-aurkezpena -  Impress Remote' atalean.";
/* Server list section title */
"Detected Connections" = "Detektatutako konexioak";
/* Displayed when no customized server is available */
"Customize server config instruction" = "Zure ordenagilua ez bada goiko atalean agertzen, gehitu ezkuz bere IP helbidearen bidez. ";
/* Server list section title */
"Custom Connections" = "Konexio pertsonalizatuak";
/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Sortu gune bero pertsonal bat zure iPhone telefonoan, beharrezkoa bada.";
/* Control instruction title */
"Control" = "Kontrola";
/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Konexioa galdu da... Saiatu zure ordenagailuarekin berriro konektatzen. ";
/* Connection Lost Alert title */
"Connection Lost" = "Konexioa galdu da";
/* Popover option */
"Connection Help" = "Konexioaren laguntza";
/* instruction page title */
"Connection" = "Konexioa";
/* connect instructions */
"Connect your devices to the same WiFi network." = "Konektatu zure gailuak WiFi sare berera.";
/* Back button to the connect page on navbar */
"Connect" = "Konektatu";
"Click to refresh" = "Egin klik freskatzeko";
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Ez daukazu WiFi konexiorik orain.\n* Konektatu zure iOS gailua eta ordenagailua sare berera.\n* Freskatu.\n* Iradokizuna: gune bero bat sortu dezakezu zure ordenagailuan/iPhone telefonoan.";
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Abiarazi Impress zure ordenagailuan\n* Konektatu bi gailuak WiFi sare berera\n* Zure iOS gailua \"%@\" sarearekin konektatuta dago orain";
